{
  "ticket-faq":[
    {"q":"I know I need to appear in court soon. I lost my ticket but remember where I was pulled over. How can I find my court date and location?",
     "a":"Find your ticket, court date, contact information and location easily with <a href=\"\\\">Ticket Finder</a>.",
     "keywords":[]},
    {"q":"I put my information into YourSTLCourts and got a message saying that my case cannot be found. What do I do?",
     "a":"There are over 80 courts in St. Louis County and unfortunately not all of them currently participate in YourSTLCourts. If you remember where you got your ticket, search for their contact information online, call the court directly or visit their website. Mention that you would like to see them join YourSTLCourts!",
      "keywords":[]},
    {"q":"I know I have court coming up, but I lost my ticket, I can not remember when my court date is, and I am not sure who to call.",
     "a":"Once you locate your information in YourSTLCourts, you will find your court date and the contact information of the court.",
      "keywords":[]},
    {"q":"Can I pay a ticket without going to court?",
     "a":"While some cases require a court appearance, you can likely pay online. Click <a href=\"\\\">here</a> to find your citation and whether or not you can pay it online.",
      "keywords":[]},
    {"q":"Are there any warrants for my arrest, and how do I resolve a warrant?",
     "a":"You’ve just discovered that you have a warrant for your arrest. NOW what?\n\nFirst, don’t panic. We can help you get started.\n\nThere are several reasons you may have an outstanding warrant, such as a missed court date or unpaid fines and fees.\n\nAll outstanding warrants must be resolved with the judge of the municipality that issued the ticket. Rest assured that when you show up to court to resolve a warrant with the judge, you will not automatically be arrested if you have outstanding warrants in other municipalities.\n\nYou must contact the court clerk to schedule time with the judge. Showing up to court without a slot on the docket is not permitted. The court's phone number is listed on your ticket information page.\n\nOnce at court, explain your situation to the judge. Be prepared to pay your fines and fees or work out an alternative plan with the judge. The judge is willing to work with you to resolve an outstanding warrant. They understand that compounded fines and fees often result in a situation that is unaffordable for some people. Ask about community service, a payment plan or a one-time payment that is affordable in order to clear your case and warrant.\n\nIf you need legal assistance, you should contact an attorney.",
      "keywords":["warrant"]},
    {"q":"What can I do if I cannot afford to pay all of the fines and fees as well as the personal property taxes associated with renewing my license plate tags.",
     "a":"Information about renewing your tags is available on the <a href=\"http://dor.mo.gov/motorv/renewing.php\">State of Missouri website.</a> Likewise, information about renewing your plates in the State of Illinois is available <a href=\"http://www.cyberdriveillinois.com/departments/vehicles/onlinerenewals/home.html\">online.</a> Additionally, the judge may be able to assist you with a plan when you meet him/her in court.",
      "keywords":[]},
    {"q":"What does each part of my ticket mean?",
      "a":"Click <a href = \"http://www.stlouisco.com/Portals/8/docs/Document%20Library/municipal%20court/Ticket%20Description.pdf\" target=\"_blank\">here</a> for a breakdown of a ticket.",
      "keywords":[]}
  ],
  "courts-faq":[
    {"q":"What are my rights in court?",
      "a":"Search your rights in court on the <a href=\"\\info#rights\">Your Rights</a> tab.",
      "keywords":[]},
    {"q":"What can I expect when I go to court?",
      "a":"Each court has its own hours of operation. You must follow their dress code and procedures, which is outlined <a href=\"\\info#dressCode\">here.</a>",
      "keywords":[]},
    {"q":"What do I do if I don’t own clothes that comply with the court’s dress code?",
      "a":"The Urban League of Metropolitan St. Louis operates a <a href=\"https://www.ulstl.com/meeting-families-basic-needs/clothing-assistance\">Clothing Closet</a> in St. Louis County. Or call United Way’s 211 help line for additional resources.",
      "keywords":[]}
    ],
  "legal-faq": [
    {"q":"How do I get help with my case?",
      "a":"Everyone has the right to legal representation in court. There are lawyers who are willing to provide assistance to you on your case at no charge. Though, this does not obligate them to represent you unless you enter into a formal agreement. Contact 282-7272 for more information.",
      "keywords":[]},
    {"q":"I do not believe the charge against me is fair, but what can I do?",
      "a":"If you believe you are not guilty, do not plead guilty. Doing so is an admission of guilt that can result in relinquishing your rights of legal representation and presenting witnesses. Additional repercussions could include: fines, points on your license and/or additional liability. If you want to plead “not guilty,” you have the right to legal representation, and a lawyer will be provided to you if you cannot afford one. Visit the <a href=\"\\info\">Your Rights</a> page for additional information.",
      "keywords":[]}
    ],
  "payment-faq": [
    {"q":"What do I do if I cannot afford to pay the fines and fees associated with my violation(s)?",
      "a":"You can negotiate a payment plan with the judge or apply for a fee waiver. Contact a lawyer to assist with the <a href=\"http://www.courts.mo.gov/hosted/probono/AppFormaPauperis.htm\">fee waiver application.</a> You may also resolve your fines and fees through community service. This must be arranged with the judge.",
      "keywords":[]},
    {"q":"After paying court fines and fees, I may need help paying other bills. Are there any resources to help with this?",
      "a":"United Way can connect you with a number of resources for assistance with rent, utilities and/or food. Dial 211 on any phone to connect to the United Way help line.",
      "keywords":[]}
    ]
}
